anbuselvanrocky.bootstrap5-vscode
batisteo.vscode-django
chouzz.vscode-innosetup
codezombiech.gitignore
crystal-spider.jsdoc-generator
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dbankier.vscode-quick-select
deerawan.vscode-faker
ebenezerdon.license-pilot
esbenp.prettier-vscode
formulahendry.code-runner
glenn2223.live-sass
goessner.mdmath
grapecity.gc-excelviewer
gruntfuggly.todo-tree
huibizhang.codesnap-plus
khaeransori.json2csv
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-server
njpwerner.autodocstring
oderwat.indent-rainbow
pranaygp.vscode-css-peek
rangav.vscode-thunder-client
ritwickdey.liveserver
svelte.svelte-vscode
tomoki1207.pdf
twxs.cmake
tyriar.lorem-ipsum
usernamehw.errorlens
vscode-icons-team.vscode-icons
yy0931.vscode-sqlite3-editor
yzhang.markdown-all-in-one
zignd.html-css-class-completion
